// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Descoberta de dispositivo";


// Search Task
SearchTaskName = "Selecionar dispositivo";
SearchTaskTitle = "Selecione o dispositivo para configurar";

AllFilterTitle = "Tudo";

DevicesFilterLabel = "Dispositivos:";
SupportedDevicesFilterTitle = "Compatível";

ConnectionFilterLabel = "Conexão:";

DeviceNameColumnTitle = "Nome do dispositivo";
ConnectionColumnTitle = "Conexão";
DetailsColumnTitle = "Detalhes";
DeviceModelColumnTitle = "Modelo do dispositivo";

DeviceIsNotListedButtonTitle = "Meu dispositivo não está na lista…";
SpecifyDeviceManuallyButtonTitle = "Especificar dispositivo manualmente…";

AdminPasswordIsSetOnDeviceTitle = "Há uma senha de administrador definida no dispositivo selecionado";
AdminPasswordIsSetOnDeviceText = "O dispositivo selecionado parece já estar configurado. Para continuar com a configuração mesmo assim, clique no botão \"Continuar\".";
AdminPasswordIsSetOnDeviceAWCConnectionText = "O dispositivo selecionado parece já estar configurado.";

DeviceCommunicationError = "Erro de Comunicação";
DeviceCommunicationErrorText = "Ocorreu um erro na comunicação com o dispositivo. Verifique se o dispositivo está pronto e tente novamente.";
DeviceCommunicationTimeoutErrorText = "O dispositivo não responde. Verifique se o dispositivo está conectado e tente novamente.";

ManualSpecifyTaskDescription = "Especificar dispositivo manualmente";
ManualSpecifyOkButtonTitle = "Conectar";
